Repository: AhmedAbuelmagd/MPortal
Catalog: MPortal/Utilities/Localization/*.lproj/Localizable.strings
Languages: ar

# font_Black
source: Poppins-Black
ar: Cairo-Black

# font_ExtraBold
source: Poppins-ExtraBold
ar: Cairo-Black

# font_Bold
source: Poppins-Bold
ar: Cairo-ExtraBold

# font_SemiBold
source: Poppins-SemiBold
ar: Cairo-Bold

# font_Medium
source: Poppins-Medium
ar: Cairo-SemiBold

# font_Regular
source: Poppins-Regular
ar: Cairo-Medium

# font_Light
source: Poppins-Light
ar: Cairo-Regular

# rFont_SemiBold
source: Cairo-Bold
ar: Poppins-SemiBold

# rFont_Bold
source: Cairo-ExtraBold
ar: Poppins-Bold

# selectLbl
source: Select
ar: تحديد

# selectCategoryLbl
source: Select category
ar: تحديد التصنيف

# selectSubcategoryLbl
source: Select subcategory
ar: تحديد التصنيف الفرعي

# categoryLbl
source: Category
ar: التصنيف

# subcategoryLbl
source: Subcategory
ar: التصنيف الفرعي

# searchLbl
source: Search...
ar: بحث...

# mainCategoryFirstLbl
source: Please select main category first
ar: الرجاء تحديد التصنيف الرئيسي اولا

# otherLbl
source: Other
ar: آخر

# selectYourLangLbl
source: Please select your language.
ar: من فضلك قم بإختيار اللغة.

# langNoteLbl
source: Note that the default language english.
ar: لاحظ ان اللغة الأساسية هي الانجليزية.

# auctionCurrentPriceLbl
source: Current price
ar: القيمة الحالية للمزاد

# sellerLbl
source: Seller
ar: البائع

# productsNumbersLbl
source: 4 products
ar: 4 منتجات

# sellerNameLbl
source: Seller's name
ar: إسم البائع

# nextStepBtn
source: Next Step
ar: الخطوة التالية

# continueBtn
source: Continue
ar: إستمرار

# butNowBtn
source: Buy now
ar: شراء الآن

# withdrawalBtn
source: Withdraw
ar: إنسحاب

# bidderNameLbl
source: Bidder Name
ar: إسم المزايد

# showAllLbl
source: Show All
ar: عرض الكل

# biddersLbl
source: Bidders
ar: المزايدون

# similarProductsLbl
source: Similar Products
ar: منتجات مشابهة

# productDescriptionLbl
source: Fast BMW, made in 2021, new condition.
ar: سيارة سريعة بى ام دابليو تصنيع 2021 حالته جديدة

# riyalLbl
source: Riyal
ar: ريال

# startAfterLbl
source: start after
ar: يبدأ بعد

# auctionStartLbl
source: Auction start
ar: بداية المزاد

# dayLbl
source: day
ar: يوم

# hourLbl
source: h
ar: س

# minuteLbl
source: m
ar: د

# liveAuctionLbl
source: live auction
ar: مزاد مباشر

# auctionNameLbl
source: Auction name
ar: إسم المزاد

# auctionDetailsLbl
source: Auction Details
ar: تفاصيل المزاد

# auctionRateLbl
source: Auction Rate
ar: تقييم المزاد

# auctionCurrentPriceTaxLbl
source: current price with tax
ar: القيمة الحالية بعد الضريبة

# auctionDateLbl
source: auction date
ar: بتاريخ

# auctionStartAfterLbl
source: auction start sfter
ar: المزاد يبدأ بعد

# fullHourLbl
source: hour
ar: ساعة

# fullMinuteLbl
source: minute
ar: دقيقة

# auctionPriceNowLbl
source: Price now
ar: سعر الشراء الان

# writePriceTF
source: write price
ar: اكتب المبلغ
